# Пройденное расстояние
# Допустим, что несчастные случаи или задержки отсутствуют, тогда расстояние, проходимое автомобилем по автостраде,
# можно вычислить на основе формулы:
# расстояние = скорость х время.
# Автомобиль движется со скоростью 70 км/ч. Напишите программу, которая показывает:
# расстояние, которое автомобиль пройдет за 6 часов;
# расстояние, которое автомобиль пройдет за 1О часов;
# расстояние, которое автомобиль пройдет за 15 часов.

speed = 70

print('Расстояние, которое автомобиль пройдет за 6 часов: ' + str(speed * 6) + 'км\n' + 
      'Расстояние, которое автомобиль пройдет за 10 часов: ' + str(speed * 10) + 'км\n' + 
      'Расстояние, которое автомобиль пройдет за 15 часов: ' + str(speed * 15) + 'км\n')
