# Персональные данные
# Напишите программу, которая выводит приведенную ниже информацию:
# ваше имя;
# ваш адрес проживания, с городом, областью и почтовым индексом;
# ваш номер телефона;
# вашу специализацию в учебном заведении

print('Max \nKyiv region, Brovary, 07400 \n+380635478177 \nSoftware engineering')
